"StartAllServers" = "Iniciar Servidores";
"StopAllServers" = "Detener Servidores";
"wrongFolderAlertHeadline" = "¡MAMP no ha podido arrancar!";
"wrongFolderAlertText" = "La carpeta MAMP debe estar en la carpeta de Aplicaciones.";
"ok" = "OK";
"language" = "Spanish";
"isoLanguage" = "es";

"key_sorry" = "Lo sentimos";
"key_osTooLow" = "Se necesita Mac OS X 10.6 (o superior) para poder ejecutar MAMP.";

"mysqlTool_titleUpgrade" = "Actualizar las bases de datos de MySQL";
"mysqlTool_titleRepair" = "Reparar las bases de datos de MySQL";
"mysqlTool_titleCheck" = "Comprobar las bases de datos de MySQL";
"mysqlTool_messageUpgrade" = "Realice una copia de seguridad de las bases de datos antes de actualizar.";
"mysqlTool_messageRepair" = "Realice una copia de seguridad de las bases de datos antes de realizar la reparación.";
"mysqlTool_messageCheck" = "Busca errores en las tablas y posibilidades de actualización.";
"mysqlTool_doItUpgrade" = "Actualizar";
"mysqlTool_doItRepair" = "Reparar";
"mysqlTool_doItCheck" = "Comprobar";
"mysqlTool_done" = "Listo";
"mysqlTool_statusOK" = "Aceptar";
"mysqlTool_statusFailed" = "Error";

"mysqlQuickCheck_dontShow" = "¡No volver a mostrar!";
"mysqlQuickCheck_NeedsUpgradeTitle" = "Las bases de datos de MySQL necesitan actualizarse.";
"mysqlQuickCheck_NeedsUpgradeMsg" ="Sus bases de datos de MySQL necesitan actualizarse. Actualice lo antes posible. Puede utilizar el menú Herramientas > Actualizar bases de datos de MySQL para llevar a cabo la actualización.";
"mysqlQuickCheck_NeedsUpgradeErrorTitle" = "La comprobación de las bases de datos de MySQL ha fallado.";
"mysqlQuickCheck_NeedsUpgradeErrorMsgFormat" = "Mensaje de error:\n\n%@";

"testMampProURL" = "http://www.mamp.info/en/downloads/mamp-pro-stand-alone.html";

"ChooseDocRootTitle" = "Por favor, seleccione una carpeta raíz de documentos:";
"Select" = "Seleccionar";

"httpServerNameApache" = "Servidor Apache";
"httpServerNameNginx" = "Servidor Nginx";

"error" = "Error";
"portInUse" = "%@ no se pudo iniciar porque el puerto %@ está en uso por algún otro software.";
"couldntStartServer" = "%@ no se pudo iniciar. Por favor revise su instalación y configuración MAMP.";
"noDocumentRoot" = "Por favor, asigne una raíz de documentos a su servidor web.";
"problemWithPort" = "Hay un problema con el puerto de %@. Por favor, revise su configuración, el puerto debe estar en el rango entre %@ y 65535.";
"duplicatePorts" = "Hay un problema con los puertos del servidores. Cada servidor se debe asignar un puerto único. Por favor, revise su configuración.";
